Repository: mmrybczynski/Vitae
Catalog: Localizable.xcstrings
Source language: en
Languages: pl

source: About me
pl: O mnie

# currentlyjob
source: Currently work here
pl: Aktualnie tutaj pracuję

# currentlystudy
source: Currently study hear
pl: Aktualnie studiuję

source: Degree
pl: Poziom

source: Employer
pl: Pracodawca

# exportpdf
source: Generate resume
pl: Twórz CV

# graduation
source: Graduation date
pl: Data ukończenia

source: Job description
pl: Opis stanowiska

source: Job end date
pl: Rozpoczęcie pracy

# jobStartDatee
source: Job start date
pl: Zakończenie pracy

# personalname
source: Name
pl: Imię

source: Position
pl: Stanowisko

source: School
pl: Szkoła

source: Surename
pl: Nazwisko
